""" Напишите программу на Python для печати следующей строки в определенном формате (см. Вывод). Перейти к редактору
Пример строки: «Мерцай, мерцай, маленькая звезда, Как я удивляюсь, кто ты! Вверх над миром так высоко, Как алмаз в небе. Мерцай, мерцай, маленькая звезда, Как я удивляюсь, кто ты» Вывод:

 Мерцание, мерцание, маленькая звезда,
	Как я жажду узнать, кто ты!
		Подняться над миром так высоко,
		Как алмаз в небе.
Мерцание, мерцание, маленькая звезда,
	Как я жажду узнать, кто ты"""

print('Мерцание, мерцание, маленькая звезда,')
print('\tКак я жажду узнать, кто ты! ')
print('\t\tПодняться над миром так высоко,')
print('\t\tКак алмаз в небе.')
print('Мерцание, мерцание, маленькая звезда,')
print('\tКак я жажду узнать, кто ты')