# Напишите программу на Python для печати документов (синтаксис, описание и т. Д.)
# Встроенных функций Python.

print(list.__doc__)

# Документация с помощью .__doc__
