# Напишите программу на Python, чтобы получить объем сферы с радиусом 6.

import math

r = 6
sphere_volume = 4 / 3 * math.pi * r ** 3
print(f'r = {sphere_volume}')
