#Напишите программу на Python, чтобы получить версию Python, которую вы используете.
import sys

print("Python version")
print (sys.version)
print("Version info.")
print (sys.version_info)