# Напишите программу на Python, чтобы получить строку, которая является n
# (неотрицательным целым числом) копий данной строки.

def doubl_text(text, n):
    return text * n


print(doubl_text('world', 3))
