# Напишите программу на Python для подсчета числа 4 в данном списке.

def count_4(listt):
    return listt.count(4)


print(count_4([1, 2, 3, 4, 5, 4, 4, 6]))
