# Напишите программу на Python, чтобы объединить все элементы списка в строку и вернуть ее.

def list_str(listt):
    return ''.join(listt)


print(list_str(['6', 'g', 'fh', 'er', 'her']))
