# Напишите программу на Python для печати всех четных чисел из заданного списка чисел
# в том же порядке и остановите печать, если какие-либо числа, которые идут после 237
# в последовательности.

listt = [
    386, 462, 47, 418, 907, 344, 236, 375, 823, 566, 597, 978, 328, 615, 953, 345,
    399, 162, 758, 219, 918, 237, 412, 566, 826, 248, 866, 950, 626, 949, 687, 217,
    815, 67, 104, 58, 512, 24, 892, 894, 767, 553, 81, 379, 843, 831, 445, 742, 717,
    958, 743, 527
]

def even_numbers(listt):
    chet = []
    for i in listt:
        if i % 2 == 0:
            chet.append(i)
        elif i == 237:
            chet.append(i)
            break
    return chet

prim = even_numbers(listt)
for i in prim:
    print(i)