# Напишите программу на Python, которая отображает ваши данные, такие как имя, возраст,
# адрес, в трех разных строках.

def info(name, age, address):
    print('Имя:', name)
    print('Возраст:', age)
    print('Адрес:', address)

if __name__ == '__main__':
    info('Rustam', 21, 'Екб, ул. Рассветная 63')
