# Напишите программу на Python, которая отображает ваши данные, такие как имя, возраст,
# адрес, в трех разных строках.

def info(name, age, address):
    print('Имя:', name)
    print('Возраст:', age)
    print('Адрес:', address)


info('Rustam', 21, 'Туймазы, ул. Рассветная 36')
