# Напишите программу на Python,
# которая принимает радиус круга от пользователя и вычисляет площадь
from math import pi

r = float(input('Введите радиус круга: '))
ploshat = pi * r ** 2
print(ploshat)