# Напишите программу на Python, чтобы получить имя ОС, платформу и информацию о выпуске.

import platform
import os

print(os.name)
print(platform.system())


