# Напишите программу на Python для поиска пакетов сайтов Python.

import site

print(site.getsitepackages())
