# Напишите программу на python, чтобы получить путь и имя файла,
# который выполняется в данный момент.

print(__file__)
