# Напишите программу на Python, чтобы узнать количество используемых процессоров.

    import multiprocessing # Процессный параллелизм
print(multiprocessing.cpu_count())