# Напишите программу на Python для анализа строки во Float или Integer.

n = '246.2458'
print(float(n))
print(int(float(n)))
