# Напишите программу на Python для печати без перевода строки или пробела.

for i in range(0, 10):
    print('*', end='-')

