# Напишите программу на Python, чтобы получить текущее имя пользователя.

import getpass
print(getpass.getuser())
