# Напишите программу на Python для преобразования высоты (в футах и дюймах) в сантиметры.

def ft_in_sm(number):
    return number * 30.48

print(ft_in_sm(5))