# Напишите программу на Python для вычисления суммы цифр в целом числе.

rr = 0
for i in '2345':
    rr += int(i)
print(rr)
