# Напишите программу на Python для отображения первого и последнего цветов из
# следующего списка.
# color_list = ["Красный", "Зеленый", "Белый", "Черный"]

color_list = ["Красный", "Зеленый", "Белый", "Черный"]
print('{} {}'.format(color_list[0], color_list[-1]))